const goods = [
    {
      id: "1",
      name: "Jinka JK-365 PE",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "3200"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },
    {
        id: "2",
        name: "Jinka JK-721 PE",
        specs: [
          {
            name: "Интерфейс",
            value: "COM, USB"
          },
          {
            name: "LCD на английском языке",
            value: "Да"
          },
          {
            name: "Панель управления",
            value: "Английский язык, 9 кнопок"
          },
          {
            name: "Максимальная ширина бумаги, мм",
            value: "720"
          },
          {
            name: "Максимальная ширина резки, мм",
            value: "630"
          },
          {
            name: "Максимальная длина резки, мм",
            value: "32000"
          },
          {
            name: "Скорость резки, мм/с (шаг 25)",
            value: "25-800"
          },
          {
            name: "Давление резки, гр (шаг 25)",
            value: "25-500"
          },
          {
            name: "Повторяемость, мм",
            value: "0,01"
          },
          {
            name: "Шаг движения, мм/шаг",
            value: "0,0254"
          },
          {
            name: "Ролик поддержки материала",
            value: "Да"
          },
          {
            name: "Электропитание",
            value: "220±10% 50HZ"
          },
          {
            name: "Вес, кг",
            value: "10"
          },
          {
            name: "Гарантия",
            value: "1 год"
          },
        ]
      }
  ]