const goods = [
    {
      id: "1",
      name: "Jinka JK-365 PE",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "3200"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "2",
      name: "Jinka JK-721 PE",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "720"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "630"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "12",
      name: "Jinka JK-721 PE Pro",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "720"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "630"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "3",
      name: "Jinka JK-1101 PE",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "1100"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1010"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "13",
      name: "Jinka JK-1101 PE Pro",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "1100"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1010"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "4",
      name: "Jinka JK-1351 PE",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "1360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1260"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },

    {
      id: "14",
      name: "Jinka JK-1351 PE Pro",
      specs: [
        
      ]
    },


    {
      id: "5",
      name: "Rabbit HX 1360N",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "1360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "27"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "6",
      name: "Rabbit HX 1360K",
      specs: [
        {
          name: "Режим контурной резки",
          value: "Да"
        },
        {
          name: "LCD-дисплей",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Тип привода",
          value: "Шаговый"
        },
        {
          name: "Максимальная ширина рулона, мм",
          value: "1360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Процессор",
          value: "Микропроцессор с 16-битным ядром и 16мб флеш-память"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "4"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "33"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "7",
      name: "Rabbit HX 1780K3",
      specs: [
        {
          name: "Режим контурной резки",
          value: "Да"
        },
        {
          name: "LCD-дисплей",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Тип привода",
          value: "Шаговый"
        },
        {
          name: "Максимальная ширина рулона, мм",
          value: "1360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "1680"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "32000"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Процессор",
          value: "Микропроцессор с 16-битным ядром и 16мб флеш-память"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "4"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "33"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "8",
      name: "Jinka XL-1101",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "3200"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "9",
      name: "Jinka XL-1161",
      specs: [
        {
          name: "Интерфейс",
          value: "COM, USB"
        },
        {
          name: "LCD на английском языке",
          value: "Да"
        },
        {
          name: "Панель управления",
          value: "Английский язык, 9 кнопок"
        },
        {
          name: "Максимальная ширина бумаги, мм",
          value: "360"
        },
        {
          name: "Максимальная ширина резки, мм",
          value: "250"
        },
        {
          name: "Максимальная длина резки, мм",
          value: "3200"
        },
        {
          name: "Скорость резки, мм/с (шаг 25)",
          value: "25-800"
        },
        {
          name: "Давление резки, гр (шаг 25)",
          value: "25-500"
        },
        {
          name: "Повторяемость, мм",
          value: "0,01"
        },
        {
          name: "Шаг движения, мм/шаг",
          value: "0,0254"
        },
        {
          name: "Ролик поддержки материала",
          value: "Да"
        },
        {
          name: "Электропитание",
          value: "220±10% 50HZ"
        },
        {
          name: "Вес, кг",
          value: "10"
        },
        {
          name: "Гарантия",
          value: "1 год"
        },
      ]
    },


    {
      id: "10",
      name: "THJ-38",
      specs: [
        {
          name: "Размер упаковки и вес",
          value: "63.5×46×43.5 см, 23 кг"
        },
        {
          name: "Напряжение",
          value: "220-240 V"
        },
        {
          name: "Панель управления",
          value: "Английский язык"
        },
        {
          name: "Мощность",
          value: "1.4 кВт"
        },
        {
          name: "Температура",
          value: "0/300°C"
        },
        {
          name: "Размер нагревателя",
          value: "38×38 см"
        },
        {
          name: "Максимальный размер переноса",
          value: "38×38 см"
        },
        {
          name: "ЖК-дисплей",
          value: "Да"
        },
        {
          name: "Автоматический цифровой зумер",
          value: "Да"
        },
        {
          name: "Тип",
          value: "Плоская тарелка"
        },
        {
          name: "Защита от предохранителей",
          value: "Да"
        },
      ]
    },


    {
      id: "11",
      name: "THJ-45",
      specs: [
        {
          name: "Размер упаковки и вес",
          value: "69×68×44.5 см, 35 кг"
        },
        {
          name: "Напряжение",
          value: "220-240 V"
        },
        {
          name: "Панель управления",
          value: "Английский язык"
        },
        {
          name: "Мощность",
          value: "1.4 кВт"
        },
        {
          name: "Температура",
          value: "0/300°C"
        },
        {
          name: "Размер нагревателя",
          value: "40×60 см"
        },
        {
          name: "Максимальный размер переноса",
          value: "40×60 см"
        },
        {
          name: "ЖК-дисплей",
          value: "Да"
        },
        {
          name: "Автоматический цифровой зумер",
          value: "Да"
        },
        {
          name: "Тип",
          value: "Плоская тарелка"
        },
        {
          name: "Защита от предохранителей",
          value: "Да"
        },
      ]
    },


    {
      id: "16",
      name: "THJ-mug",
      specs: [
        {
          name: "Вид термопресса",
          value: "Для чашек"
        },
        {
          name: "Размер упаковки и вес",
          value: "38×38×33 см, 5 кг"
        },
        {
          name: "Размер рабочей области",
          value: "75-90 мм"
        },
        {
          name: "Тип открытия/поднятия пресса",
          value: "Раздвижной"
        },
        {
          name: "Тип управления",
          value: "Механическое"
        },
        {
          name: "Количество насадок",
          value: "1"
        },
        {
          name: "Диапазон рабочих температур",
          value: "200-230 °C"
        },
      ]
    },
  ]